let handler = async (m, { conn }) => {
  let user = global.db.data.users[m.sender];
  let name = conn.getName(m.sender);
  let taguser = '@' + m.sender.split("@s.whatsapp.net")[0];
  let message = `
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
*🐉✬⃝╿↵ مرحــبـا ⌊${name}⌉*
── • ◈ • ──
*🐉✬⃝╿حط قبل كل امر : ⌊ . ⌉
*🐉✬⃝╿الـبــوت لـجــروبـات بـس*
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
*☰ وامـر البـوت↯°*
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
           ⩥🌐│الـجـروب│🌐⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟🚫❯ .انذار
│✮ ⃟⭕❯ .رفع-انذار
│✮ ⃟🚷❯ .الانذارات
│✮ ⃟➕❯ .دعوه
│✮ ⃟📧❯ .منشن
│✮ ⃟👽❯ .مخفي
│✮ ⃟👨🏽‍✈️❯ .المشرفين
│✮ ⃟🛋️❯ .جروب
│✮ ⃟🚸❯ .طرد
│✮ ⃟♻️❯ .رستر
│✮ ⃟🗑️❯ .حذف
│✮ ⃟🤿❯ .واتس
│✮ ⃟🪀❯ .لينك
│✮ ⃟📰❯ .جروبي
│✮ ⃟📇❯ .فحص
│✮ ⃟📢❯ .تغيرالترحيب 
│✮ ⃟☠️❯ .تغيرالوداع
│✮ ⃟↗️❯ .رفع 
│✮ ⃟↘️❯ .خفض
│✮ ⃟📝❯ .تغير-الاسم 
│✮ ⃟🗒️❯ .تغيرالوصف 
│✮ ⃟📸❯ .تغيرالصوره
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
           ⩥🧎🏽‍♂️│الــديــن│🕋⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟🌃❯ .اذكار المساء
│✮ ⃟☀❯ .اذكار الصباح
│✮ ⃟🧎🏽‍♂️❯ .الله
│✮ ⃟📖❯ .قران
│✮ ⃟📺❯ .قران2
│✮ ⃟📿❯ .اذكار
│✮ ⃟📄❯ .اية
│✮ ⃟🕋❯ .ايه-الكرسي
│✮ ⃟📙❯ .سور
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
          ⩥⚙️│التحويلات│🧰⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟🎈❯ .ملصق
│✮ ⃟😂❯ .ميم
│✮ ⃟📝❯ .كود
│✮ ⃟🃏❯ .فضح
│✮ ⃟©️❯ .سرقه
│✮ ⃟🏞️❯ .لصورة
│✮ ⃟🎪❯ .لانمي
│✮ ⃟✨❯ .لكرتون
│✮ ⃟🎞️❯ .لفيديو
│✮ ⃟🔊❯ .لصوت
│✮ ⃟🔗❯ .تليجراف
│✮ ⃟🎭❯ .دمج
│✮ ⃟🎲❯ .نرد
│✮ ⃟🎙️❯ .انطق
│✮ ⃟🎙️❯ .انطق2
│✮ ⃟🎐❯ .مطلوب
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
           ⩥🎮│العاب│🎮⩤
⟣┈┈┈┈┈┈⟢┈┈┈ـ⟣┈┈┈┈┈┈┈⟢
│✮ ⃟🎭❯ .فعاليه
│✮ ⃟❓❯ .انمي
│✮ ⃟⚽❯ .كوره
│✮ ⃟🎵❯ .تخمين
│✮ ⃟🎈❯ .العاب
│✮ ⃟⚽❯ .رياضه
│✮ ⃟❌❯ .اكس_او
│✮ ⃟📛 .امسح
│✮ ⃟🍢❯ .قرعه
│✮ ⃟🧮❯ .رياضيات
│✮ ⃟🎰❯ .رهان
│✮ ⃟🎰❯ .حظ
│✮ ⃟💁🏻‍♂️❯ .شخصية
│✮ ⃟❓❯ .احزر
│✮ ⃟👀❯ .عين
│✮ ⃟🎈❯ .ايموجي
│✮ ⃟⚡❯ .سؤال
│✮ ⃟🎮❯ .كت
│✮ ⃟🔤❯ .احرف
│✮ ⃟🇪🇬❯ .علم
│✮ ⃟🤔❯ .خمن
│✮ ⃟🔠❯ .فكك
│✮ ⃟🔡❯ .رتب
│✮ ⃟❔❯ .اجابه
│✮ ⃟❔❯ .دين
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
           ⩥🎮│الترفيه│🎮⩤
⟣┈┈┈┈┈┈⟢┈┈┈ـ⟣┈┈┈┈┈┈┈⟢
│✮ ⃟❓❯ .هل
│✮ ⃟❓❯ .لو
│✮ ⃟💡❯ .نصيحه
│✮ ⃟🤐❯ .صراحه
│✮ ⃟👑❯ .تاج
│✮ ⃟💍❯ .زواج
│✮ ⃟💔❯ .طلاق
│✮ ⃟👬❯ .صديق
│✮ ⃟👬❯ .رفيق
│✮ ⃟🙋‍♂️❯ .تحداني
│✮ ⃟🏆❯ .توب
│✮ ⃟😂❯ .ميمز
│✮ ⃟🗣❯ .مقولات
│✮ ⃟💕❯ .الحب
│✮ ⃟🎞❯ .افلام
│✮ ⃟💀❯ .فيلم-رعب
│✮ ⃟📽❯ .فيلم-اكشن
│✮ ⃟🎭❯ .فيلم-غموض
│✮ ⃟✨❯ .فيلم-دراما
│✮ ⃟🐱‍👤❯ .شخصيه
│✮ ⃟👽❯ .ذكاء
│✮ ⃟🤡❯ .غباء
│✮ ⃟☠❯ .اختراق
│✮ ⃟🤙❯ .بوست
│✮ ⃟🌟❯ .اقتباس
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
           ⩥⚙️│الـأداوات│🧮⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟💬❯ .تعليق
│✮ ⃟👀❯ .شوف
│✮ ⃟🤖❯ .زورو
│✮ ⃟🌠❯ .جوده
│✮ ⃟✍🏻❯ .زخرفه
│✮ ⃟🎟️❯ .باركود
│✮ ⃟🏹❯ .ترجمة
│✮ ⃟🀄❯ .لوجو
│✮ ⃟〰️❯ .وهمي 
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
          ⩥🎙️│الـتـنزيـلات│📽️⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟📻❯ .اغنيه
│✮ ⃟📽️❯ .فيديو
│✮ ⃟🎥❯ .يوتيوب
│✮ ⃟🧸❯ .انستجرام
│✮ ⃟📱❯ .ابك-مود
│✮ ⃟📱❯ .تطبيق
│✮ ⃟📷❯ .صوره
│✮ ⃟🌅❯ .خلفيه
│✮ ⃟🎵❯ .تيك
│✮ ⃟🖼❯ .صورتيك
│✮ ⃟Ⓜ️❯ .فيس
│✮ ⃟🎧❯ .استوري
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
           ⩥⚙️│الـبـحـث│📊⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟🔍❯ .فيديو
│✮ ⃟🔍❯ .ويكيبيديا
│✮ ⃟🖨️❯ .مانجا
│✮ ⃟☁❯ .الطقس
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
     ⩥🏞️│الاديـت و الـصـوره│📹⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟📹❯ .ايديت
│✮ ⃟📹❯ .ايديت2
│✮ ⃟🎴❯ .خلفيات
│✮ ⃟👩🏻‍❤️‍👨🏻❯ .تطقيم
│✮ ⃟🙋🏻‍♂️❯ .طقم-اولاد
│✮ ⃟🙋🏻‍♀️❯ .طقم-بنات
│✮ ⃟⚽❯ .كريستيانو
│✮ ⃟🐏❯ .ميسي
│✮ ⃟🦮❯ .كلب
│✮ ⃟🐈❯ .قط
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
           ⩥📌│الاعضـاء│📌⩤
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢
│✮ ⃟👨🏻‍💻❯ .المطور
│✮ ⃟✴️❯ .تسجيل
│✮ ⃟📍❯ .اقتباس
│✮ ⃟🔖❯ .بروفايل
│✮ ⃟🍁❯ .الدعم
│✮ ⃟🚀❯ .بنج
│✮ ⃟👾❯ .بوت
⟣┈┈┈┈┈┈⟢┈┈┈⟣┈┈┈┈┈┈┈⟢`;

conn.sendFile(m.chat, 'https://telegra.ph/file/f592fb4156dc3c7c306a0.jpg', 'image.jpg', message, m);
};

handler.command = /^(امر)$/i;
handler.exp = 50;
handler.fail = null;
export default handler;


