let handler = async (m, { conn }) => {
  let user = global.db.data.users[m.sender];
  let name = conn.getName(m.sender);
  let taguser = '@' + m.sender.split("@s.whatsapp.net")[0];
  let message = `
*⟣𓆩༺ MAIKY 𝑩𝒐𝒕 ❄ ༻𓆪⟢* 
⟣┈┈┈⟢〘❄〙⟣┈┈┈⟢
*༺ مـنـــور يــاقــلـبـي 〘 ${m.pushName} 〙༻*
⟣┈┈┈⟢〘❄〙⟣┈┈┈⟢

*⌬ ❛╏دي اوامر البوت متنساش ال ( . ) قبل اي امر*

*⌬ ❛╏استمتع بالبوت بدون التسبب بازعاج للاعضاء*

*⌬ ❛╏ممنوع طلب اشياء تخالف الشرع*

*⌬ ❛╏ممنوع سب البوت اطلاقا باي الفاظ*

*〘 مخالفة الشروط = حرمانك من البوت 〙*

*⌬ ❛╏اذا كان هناك شئ لا يعجبك اكتب 〘 .ابلاغ  + مشكلتك〙*

⟣┈┈┈⟢〘❄〙⟣┈┈┈⟢
      *༺ قــســم الـجـروب ༻*
⟣┈┈┈⟢〘❄〙⟣┈┈┈⟢
│✯ ❯ .انذار                         
│✯ ❯ .الغاءالانذار.               
│✯ ❯ .الانذارات.                 
│✯ ❯ .دعوه.                      
│✯ ❯ .منشن.                     
│✯ ❯ .مخفي.  
│✯ ❯ .ضيف 〘 لا تستخدم هذا الامر كثيرا حتي لا يحظر رقم البوت〙                  
│✯ ❯ .المشرفين.                
│✯ ❯ .جروب.                    
│✯ ❯ .طرد.   
│✯ ❯ .الارقام + رمز الدوله
> 〘 يعطيك قائمة الارقام البادئه برمز الدوله 〙    
│✯ ❯ .طرد_الارقام.
> 〘 يطردلك كل الارقام برمز الدوله 〙                
│✯ ❯ .رستر.                      
│✯ ❯ .حذف.                    
│✯ ❯ .واتس.                     
│✯ ❯ .لينك.                      
│✯ ❯ .تغيرالترحيب.           
│✯ ❯ .تغيرالوداع. 
│✯ ❯ .رفع. 
│✯ ❯ .خفض. 
│✯ ❯ .تغير-الاسم. 
│✯ ❯ .تغيرالوصف. 
│✯ ❯ .تغيرالصوره. 
*⟣𓆩༺ MAIKY 𝑩𝒐𝒕 ༻𓆪⟢*
⟣┈┈┈┈⟢𓆩〘❄〙𓆪⟣┈┈┈┈⟢
`;

conn.sendFile(m.chat, 'https://telegra.ph/file/f592fb4156dc3c7c306a0.jpg', 'image.jpg', message, m);
};

handler.command = /^(5)$/i;
handler.exp = 50;
handler.fail = null;
export default handler;


