let handler = async (m, { conn }) => {
  let user = global.db.data.users[m.sender];
  let name = conn.getName(m.sender);
  let taguser = '@' + m.sender.split("@s.whatsapp.net")[0];
  let message = `*⟣𓆩༺ 𝙈𝘼𝙄𝙆𝙔 𝑩𝒐𝒕 ❄ ༻𓆪⟢* 
⟣┈┈┈┈⟢〘❄〙⟣┈┈┈┈⟢
*༺ مـنـــور يــاقــلـبـي 〘 ${m.pushName} 〙༻*
⟣┈┈┈┈⟢〘❄〙⟣┈┈┈┈⟢

*⌬ ❛╏دي اوامر البوت متنساش ال ( . ) قبل اي امر*

*⌬ ❛╏استمتع بالبوت بدون التسبب بازعاج للاعضاء*

*⌬ ❛╏ممنوع طلب اشياء تخالف الشرع*

*⌬ ❛╏ممنوع سب البوت اطلاقا باي الفاظ*

*〘 مخالفة الشروط = حرمانك من البوت 〙*

*⌬ ❛╏اذا كان هناك شئ لا يعجبك اكتب 〘 .ابلاغ  + مشكلتك〙*

⟣┈┈┈┈⟢〘❄〙⟣┈┈┈┈⟢
   *༺ شــرح الــالــقــاب ༻*
༺⟣┈┈┈⟢𓆩〘❄〙𓆪⟣┈┈┈⟢༻
│✯ ❯ .تسجيل. 
> 『 تضع القب بعد الامر لحفظه للادمن فقط 』
│✯ ❯ .لقبي. 
> 『 لمعرفة لقبك المسجل 』
│✯ ❯ .لقبه. 
> 『 لمعرفة لقب شخص للادمن فقط 』
│✯ ❯ .الالقاب. 
> 『 لمعرفة الالقاب المسجله 』
│✯ ❯ .حذف_لقب. 
> 『 لحذف لقب من الالقاب المسجله 』

༺⟣┈┈⟢𓆩〘۞〙𓆪⟣┈┈⟢༻`;

conn.sendFile(m.chat, 'https://telegra.ph/file/f592fb4156dc3c7c306a0.jpg', 'image.jpg', message, m);
};

handler.command = /^(3)$/i;
handler.exp = 50;
handler.fail = null;
export default handler;


