let handler = async (m, { command, text }) => m.reply(`
'❁═━═━═━◉⚜️◉═━═━═━❁
˼‏اسـتمـارة دخـول🇵🇸♥️˹
❁═━═━═━◉⚜️◉═━═━═━❁
⩺ ⧉┇ اللقب ⚜️ ⩺【】

⩺ ⧉┇ من انمي ⚜️ ⩺【 】

⩺ ⧉┇ من طرف ⚜️ ⩺【】

⩺ ⧉┇ صوره للشخصيه ⚜️ ⩺ 【】

⩺ ⧉┇ ولد او بنت ⚜️ ⩺【】
❁═━═━═━◉⚜️◉═━═━═━❁
˼‏اذا مر 48 ساعة ولم تملأ الاستمارة سيتم طردك˹
❁═━═━═━◉⚜️◉═━═━═━❁
⌝• نقابه :【A.N.M】
❁═━═━═━◉⚜️◉═━═━═━❁
`.trim(), null, m.mentionedJid ? {
  mentions: m.mentionedJid
} : {})

handler.help = ['الاوامر <teks>?']
handler.tags = ['الاوامر', 'fun']
handler.command = /^(الاستماره|1|استماره|استمارة)$/i

export default handler
